brew "bat"
brew "clang-format"
brew "cmake"
brew "fd"
brew "fzf"
brew "git"
brew "go"
brew "neovim"
brew "ninja"
brew "node"
brew "optipng"
brew "oxipng"
brew "p7zip
brew "ripgrep"
brew "sccache"
brew "tig"
